/* Это объявление переменной, мы наши кнопку по тегу */
const button = document.querySelector('button');

/* Тут на кнопку навешиваем обрабочик, который ждёт клика и тогда запустит логику */
button.addEventListener('click', function() {
	alert('📌 Готова пройти собеседование и стать в компании ответственной за качество продукта 💎                                                                                              📌 Приглашение на собесование возможно в Телеграм📱                                                                                                                                   📌 Оффер можно направить на почту - demidenkosweta22@yandex.ru!❤')
})